[M_RiseMachines MissionDefinition]
MissionName="Machine change"
MissionDescription="Patricia Tanis, who previously had a difficult relationship with the Echo Machine, believes that the robot group will destroy Pandora and wants to destroy it.."
TurnInDescription="This is very unusual.."
MissionSummary="Fill in the blanks."
MissionGiver="Patricia Tanis"
MissionTurnInLocation="Patricia Tennis"
TeaserText="The slot machine revolution has arrived. God help you.."

[M_RiseMachines:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RiseMachines:RiseMachines_KillMachines MissionObjectiveDefinition]
ProgressMessage="A broken car:"

